// Data file for English Language
const ar = {
    name: 'arabic',
    code: 'ar',
    dir: 'rtl',
    payload: {
        nav: {
            navAbout: 'نبذة عني',
            navSkills: 'المهارات',
            navProjects: 'المشاريع',
            navContact: 'اتصل بنا',
            navThemesLight: 'الضوء',
            navThemesDark: 'المظلم',
            navThemesSunnySide: 'الجانب المشمس'
        },
        home: {
            homeh1: 'إسماعيل أحمدي',
            homeh2: 'مشغل ويب كامل المكدس'
        },
        about: {
            abouth2: 'نبذة عني',
            aboutp: `أنا مطور ويب كامل المكدس مع ما يقرب من 9 سنوات من الخبرة في تطوير قواعد البيانات وإدارة جمع البيانات الإنسانية. 
                     أبحث باستمرار عن تحديات جديدة لدمج معرفتي وتطبيقها وتطويرها في مجالي قواعد البيانات وتطوير الويب بطريقة موجهة نحو الحلول.`,
            abouth4: 'الموقع: ۷۳۷۳۳ إيسلينجن أم نيكار، بادن فورتمبيرغ، ألمانيا'
        },
        skills: {
            skillsh2: 'المهارات',
            skillsh4i1: 'تطوير الويب:',
            skillsh4i2: 'البيانات وقاعدة البيانات: ',
            skillsh4i3: 'الرسم البياني والتخطيط:',
            skillsh4i4: 'تطوير المشروع:'
        },
        projects: {
            projectsh2: 'المشاريع',
            projectsh3: 'الکریبتوغرام',
            projectsp: `لعبة التشفير أو ببساطة لعبة الکریبتوغرام هي نوع من الألغاز التي تتضمن نصاً مشفراً باستخدام شيفرة بسيطة لاستبدال الحروف. 
                        في لعبة التشفير، هدف اللاعب هو فك الشفرة عن طريق تحديد نمط الاستبدال واستبدال الحروف المشفرة بالحروف الصحيحة للكشف عن الرسالة الأصلية.`,
            projectsspan1: 'الرابط: ',
            projectsspan2: 'التقنيات المستخدمة: '
        },
        contact: {
            contacth2: 'اتصل بنا'
        }  
    } 
}