// Data file for Farsi Language
const fa = {
    name: 'farsi',
    code: 'fa',
    dir: 'rtl',
    payload: {
        nav: {
            navAbout: 'درباره من',
            navSkills: 'مهارت‌ها',
            navProjects: 'پروژه‌ها',
            navContact: 'تماس',
            navThemesLight: 'روشن',
            navThemesDark: 'تاریک'
        },
        home: {
            homeh1: 'اسماعیل احمدی',
            homeh2: 'توسعه دهنده وب'
        },
        about: {
            abouth2: 'درباره من',
            aboutp: `اینجانب یک توسعه دهنده وب Full-stack هستم ،با نزدیک به 9 سال تجربه در توسعه دیتابس و مدیریت جمع آوری دیتاهای بشردوستانه. 
                     من همواره به دنبال چالشی جدید برای ادغام، اعمال و پیشرفت دانش فنی خود در ساحات دیتابس و توسعه وب به شیوه ای راه حل محور هستم.`,
            abouth4: 'موقعیت: ۷۳۷۳۳ اسلینگن ام نکار، بادن ورتمبرگ، آلمان'
        },
        skills: {
            skillsh2: 'مهارت‌ها',
            skillsh4i1: 'توسعه دهی وب: ',
            skillsh4i2: 'دیتا و دیتابس: ',
            skillsh4i3: 'گرافیک و نقشه: ',
            skillsh4i4: 'توسعه پروژه: '
        },
        projects: {
            projectsh2: 'پروژها',
            projectsh3: 'کریپتوگرام',
            projectsp: `بازی رمزنگاری یا به سادگی کریپتوگرام، نوعی پازل است که شامل یک قطعه متن میباشد که با استفاده از یک رمز  ساده جایگزین حروف رمزگذاری شده  است.
 در یک بازی رمزنگاری، هدف بازیکن شکستن کد با شناسایی الگوی جایگزینی و جایگزین کردن حروف رمزگذاری شده با حروف صحیح برای آشکار کردن پیام اصلی است.`,
            projectsspan1: 'لینک: ',
            projectsspan2: 'تکنولوژی‌های استفاده شده: '
        },
        contact: {
            contacth2: 'راه‌های ارتباطی'
        } 
    }

}